[{
    "last_episode": "9",
    "img": "https://www.epikmanga.com/upload/cover/5b68521d1fecc.gif",
    "source": "epikmanga",
    "name": "300 Beats Per Second",
    "desc": "Dünya büyük bir yer, ve sayısız gizemli şeyler gerçekleşmeye devam ediyor. İnsanlar aleminde her daim bir çok dehşet verici ve anormal şeyler gerçekleşiyor; belki geçmişte, belki şuanda veya belkide gelecekte, bu tekrar eden ve ürperten hikayeler asla bitmeyecek.",
    "link": "https://www.epikmanga.com/seri/300-beats-per-second/bolum/3140",
    "language": "tr"
},{
    "last_episode": "17",
    "img": "https://www.epikmanga.com/upload/cover/5a7c908e95e76.gif",
    "source": "epikmanga",
    "name": ":Rebirth",
    "desc": "Eğer hayatta ikinci bir şansınız olsaydı ve zamanda geri gidip geçmişinizi yeniden yaşayabilseydiniz ne olurdu? Kelebek etkisinden korkup ne yaptıysanız aynısını mı yapardınız? Veya farklı davranışlar sergileyip geleceğin kendi kendine şekillenmesine izin mi verirdiniz?",
    "link": "https://www.epikmanga.com/seri/rebirth/bolum/1825",
    "language": "tr"
},{
    "last_episode": "27.2",
    "img": "https://www.epikmanga.com/upload/cover/5a7c91c82f634.gif",
    "source": "epikmanga",
    "name": "Above the Cloud Sea",
    "desc": "Kahramanımız Neil her gün yüksek sesle babasının bulutların üzerinde gördüklerini herkese duyurmaktan hoşlanır. Kimse bunun doğru olduğuna inanmaz, ve herkes babasının ün kazanmak için halkı kandıran bir yalancı olduğunu söyler. Babasının yalancı olmadığını kanıtlamak amacıyla, Neil, bulutların önündeki engelleri kaldırmak ve gerçekleri bulmak için kararlıdır! Seyahati sırasında, bulut denizinin varlığının aslında Genianlar tarafından düzenlenen devasa bir komplo planı olduğunu keşfeder, ve bu sırada bir arkadaş edinir, bunun yanında bir de düşman…",
    "link": "https://www.epikmanga.com/seri/above-the-cloud-sea/bolum/1962",
    "language": "tr"
},{
    "last_episode": "23",
    "img": "https://www.epikmanga.com/upload/cover/5a7b1633671d1.gif",
    "source": "epikmanga",
    "name": "Arifureta Shokugyou de Sekai Saikyou",
    "desc": "Her şey bir sınıf öğrencinin başka bir dünyaya transferi ile başlıyor. Nagumo Hajimede bu öğrencilerden bir tanesi; hayatta hiç bir hedefi olmayan, hatta arkadaşlarının beceriksiz dedikleri biriydi. Transfer oldukları dünyada çeşitli ırklar vardı ve bunlardan bir tanesinin insan ırkını toptan yok etme ihtimali vardı. Transfer olan bu sınıfta aslında bunları durdurmak için bir çeşit kahraman olarak çağrılmıştı. Hepsine birbirinden farklı yetenekler bahsedilmişti. Ama gel gör ki Hajime için bu geçerli değildi. Diğer herkes güzel siniflar (Oyunlardan bidiginiz savasci, okçu, büyücü tarzi) almasına rağmen Hajimesnerjistadli bir sınıfla dogmustu ve güçleri gayet sıradandı.Snerjistdiğer bir deyişle sadece bir sanatçı sınıfıydı. Daha en bastan Hajime yine en zayif unvanını almıştı bile. Günün birinde arkadaşlarıyla bir zindandayken, biraz saldırdıkları canavar yüzünden biraz da kendisi çaktırmadan öldürmek isteyen sınıf arkadaşları yüzünden, dibi görünmeyen bir uçurama düşüyor. Orada verdiği mücadele ve almak istediği intikamın hırsıyla donuşum yasayan Hajimenin hikâyesini izleyeceğiz.",
    "link": "https://www.epikmanga.com/seri/arifureta-shokugyou-de-sekai-saikyou/bolum/3069",
    "language": "tr"
},{
    "last_episode": "216",
    "img": "https://www.epikmanga.com/upload/cover/5a730075868b1.gif",
    "source": "epikmanga",
    "name": "Battle Through the Heavens",
    "desc": "Bu dünyada hiçbir sihir mevcut değildir. Güçlülerin kural koyduğu ve zayıfların uymak zorunda olduğu bir dünya. Çekici hazinelerle ve güzelliklerle dolu bir dünya ama aynı zaman da, öngörülemeyen tehlikelerle dolu. Üç yıl önce, Xiao Yan yüzyıllar boyu görülmeyen bir yetenek gösterdi ve aniden tüm gücünü kaybetti. Onun güçleri, ünü ve annesine olan sözü. Ne tür bir büyü onun tüm güçlerini kaybetmesine neden oldu? Ve neden nişanlısı aniden kendini gösterdi?",
    "link": "https://www.epikmanga.com/seri/battle-through-the-heavens/bolum/3005",
    "language": "tr"
},{
    "last_episode": "57",
    "img": "https://www.epikmanga.com/upload/cover/5a7c927e77816.gif",
    "source": "epikmanga",
    "name": "Builder",
    "desc": "Yakın gelecekte, insanlar istedikleri her şeyi rüyalarında yapabilecekleri yeni bir yol buldular.bu rüyaların içerisinde bir tanrı haline gelme arayışında olan kişilere ''builders'' (yapı ustası) dendi. Neden o kız bir yapı ustası olmak istiyor?",
    "link": "https://www.epikmanga.com/seri/builder/bolum/3116",
    "language": "tr"
},{
    "last_episode": "184",
    "img": "https://www.epikmanga.com/upload/cover/5a75abdb24609.gif",
    "source": "epikmanga",
    "name": "Dice",
    "desc": "Dongtae her şeyde dipte. Görünüm, seviye,hayat, her şey.  Ama bunların hepsi değişebilir. Eğer hayatını bir oyun oynayarak değiştirebilseydin, yapar mıydın?",
    "link": "https://www.epikmanga.com/seri/dice/bolum/2963",
    "language": "tr"
},{
    "last_episode": "130",
    "img": "https://www.epikmanga.com/upload/cover/5a7306a1942a0.gif",
    "source": "epikmanga",
    "name": "Doulou Dalu",
    "desc": "Tang Tarikatı, dünyanın en ünlü dövüş sanatları tarikatıydı. Tang Sang rüyalarını süsleyen en gizli yeteneği çalarak affedilmez bir suç işledi. Hırsına dayanarak, mirasını tarikata bıraktı vr kendini korkutucu \"Cehennem Tepesi\"ne fırlattı. Ama o asla bunun kendini farklı bir dünyaya atacağını düşünmemişti, dövüş sanatları ve kinin olmadığı bir dünya. savaş alanında sadece mistik ruhların kullanıldığı bir ülke. Douro Kıtası. Tang San bu bilinmeyen çevrede nasıl hayatta kalacak? Yeni bir dostla, yeni bir macera başlar...",
    "link": "https://www.epikmanga.com/seri/doulou-dalu/bolum/3102",
    "language": "tr"
},{
    "last_episode": "18",
    "img": "https://www.epikmanga.com/upload/cover/5a7b3efe45569.gif",
    "source": "epikmanga",
    "name": "Dragons Rioting",
    "desc": "Rintaro isimli ana karakterimiz 6 yaşında iken çok nadir görülen bir hastalığa sahip olduğunu öğrenir. Hentai sendromu! Hastalık ölümcül olabilmekle beraber bilinen bir tedavisi bulunmamaktır. Tek çare, Rintaro'nun kızlardan ve erotizmden uzak durmasıdır. (Ayrıca çok iyi bir martial Artist olan babası Rintaro'yu fiziksel ve zihinsel olarak eğitir.) Tabi bunun ne kadar mümkün olduğunu göreceksiniz. Zira Rintaro bir erkek lisesine yazılmak ister ve yazıldığı lisenin kız lisesi olduğunu ve yeni karma bir liseye döndüğünü mevcut kız nüfusunun okulun nüfusunun %99'unu oluşturduğunu öğrenir. Hikayemizde bundan sonra başlıyor zaten. Okulda lider olmak isteyen 3 grup lideri vardır. ve aiki okuyanların hiçte yabancı olmayacağı bir şey var ki. Bu grup liderlerinden birisi Rintaro'dan kendisini eğitmesini ister ve hikaye gelişir.",
    "link": "https://www.epikmanga.com/seri/dragons-rioting/bolum/3139",
    "language": "tr"
},{
    "last_episode": "79",
    "img": "https://www.epikmanga.com/upload/cover/5a7c93577b6b4.gif",
    "source": "epikmanga",
    "name": "Dusk Howler",
    "desc": "Kim Jee-Ha nezih sınıflarda ve test sonuçları ile iyi bir öğrencidir; Ancak, onun büyük bir kusur vardır - örneğin üniversite röportajları gibi resmi olaylara gelince. Onun lonca ustası - onun sosyal beceriksizliğinin üstesinden gelmek için, onu bir eksantrik üst düzey Undead ile karşılayan sanal gerçeklik oyunu Trikia'ya girer.",
    "link": "https://www.epikmanga.com/seri/dusk-howler/bolum/3030",
    "language": "tr"
},{
    "last_episode": "57.1",
    "img": "https://www.epikmanga.com/upload/cover/5a73007953337.gif",
    "source": "epikmanga",
    "name": "God of Martial Arts",
    "desc": "Bu dünyada saygı dövüş sanatlarıyla kazanılır. Zayıf dövüş sanatçıları kayaları parçalayabilen on binlerce kilo gücündedir. Güçlü olanlar ise nehirleri kesebilir va dağları bölebilir. Herşeyi bilen ve evrende seyehat edebilen dövüş kralları bile var. Dövüş sanatları yaşam ve ölümünüze olduğu kadar kaderinize de karar verir. Zayıflar aşağılanırken güçlüler dünyaya tepeden bakar. İnsanın statüleri dövüş sanatlarının yetiştirilmesiyle belirlenir. Her grup \"EN GÜÇLÜ\" ünvanı için savaşıyor. Sadece güçlü olanlar hayatta kalma hakkına sahiptir. Aynı klan veya gruptan gelmiş olsanız bile, zayıfsanız zorbalığa uğrar ve acımasızca atılırsınız.",
    "link": "https://www.epikmanga.com/seri/god-of-martial-arts/bolum/3137",
    "language": "tr"
},{
    "last_episode": "11",
    "img": "https://www.epikmanga.com/upload/cover/5a7c94c500731.gif",
    "source": "epikmanga",
    "name": "Good Reaper",
    "desc": "AH DAI, kalbi saf doğdu ve hırsızlık yaparak yaşadı. Bir gün, güçlü bir simyacı olan GLİSS tarafından, tanrı aleti yapmak için götürüldü. Yeni kaderi. onu ülkenin en büyük katili olan \"cehennem kralı\"nın hayatını kurtarmak için yönlendirir. AH DAI ona geri ödeme yapmak için, yoğun bir eğitim alır ve katil tarafından uzaklaştırılır. AH DAI'ye ne olacak?",
    "link": "https://www.epikmanga.com/seri/good-reaper/bolum/3079",
    "language": "tr"
},{
    "last_episode": "10",
    "img": "https://www.epikmanga.com/upload/cover/5a7c95e7033cc.gif",
    "source": "epikmanga",
    "name": "He is a High school Girl",
    "desc": "Choi Kang Bae dövüşmesiyle tanınıyor. Aslında o baş-belalarıyla dolu bir okulda baş-belalarının başı. Ama sevgili kız kardeşinin okulda zorbalığa uğradığını gördükten sonra, o kız kardeşini korumak için liseli bir kız olma riskini alır.",
    "link": "https://www.epikmanga.com/seri/he-is-a-high-school-girl/bolum/2054",
    "language": "tr"
},{
    "last_episode": "5",
    "img": "https://www.epikmanga.com/upload/cover/5a7c975df0ecd.gif",
    "source": "epikmanga",
    "name": "Infinity Game",
    "desc": "Tembel bir lise öğrencisi ''Zindan Ustası'' olarak çağırıldığı yere çekildi ve herşeyi kontrol edebilir hale geldi. Para bile yağdırabiliyordu! Bu dünyada genç ve travma geçirmiş hafızasını kaybetmiş bir kızla tanışır. Onun yardımıyla, sıkıcı okul hayatından kaçmak için yeni bir oyun dünyası yaratır. Her şey iyi gidiyor gibi gözükür ta ki oyun programında ölümcül bir hata ile karşılaşana kadar...",
    "link": "https://www.epikmanga.com/seri/infinity-game/bolum/2819",
    "language": "tr"
},{
    "last_episode": "40",
    "img": "https://www.epikmanga.com/upload/cover/5a7c981c0d79e.gif",
    "source": "epikmanga",
    "name": "Long Live Summons",
    "desc": "Yükselen Ejderha Kıtası, çağrıların bir dünyasıdır. Sadece eğer bir çağırıcıysan güçlü olabilirsin! Yue Yang, sıradan bir lise öğrencisi, aniden bu dünyaya ışınlandı. Uyandığında bir çok endişeli yüzle karşılaştı ve başka birinin kimliği yerine farz edildiğini anladı. Başarısız nişandan dolayı son günlerde kendini boğan Yue Ailesinin işe yaramaz üçüncü oğlu olup çıktı. Çağrıda başarısız olan Yue Ailesinin üçüncü oğlunun aksine Yue Yang ilk seferinde bir grimoire çağırarak başarılı bir şekilde sözleşme yaptı, son on beş yıldır deneyen bütün çocuklar başarısız olmuştu. Diğerleri hayvanlarla yaptıkları sözleşmeden sonra baş ağrısı çekiyordu ama sayısız hayvan Yue Yang'dan iyiliğini kazanmak için iyi bir çocuk gibi davranıyorlar. Ancak velet, Yue Yang hiç minnettar hissetmedi: ''Git , Mistik Yaratık! Böyle havalı olduğunu mu sanıyorsun? Benden uzaklaş şimdi, ben sadece güzel çağırılardan hoşlanırım!'' Kraliyet Ailesi yetenekleri için onunla görüşmeye geldiği zaman bile utanmaz velet cevap verdi, ''Devlet işleri ile ilgilenmiyorum, sadece güzellerle ilgileniyorum!'",
    "link": "https://www.epikmanga.com/seri/long-live-summons/bolum/2141",
    "language": "tr"
},{
    "last_episode": "8",
    "img": "https://www.epikmanga.com/upload/cover/5a7c9b681b849.gif",
    "source": "epikmanga",
    "name": "Mowang Yu Yongzhe Yu Sheng Jian Shendian",
    "desc": "Karanlık zamanlarda, RAIEO kıtası Şeytan Kral ve Şeytan Irkı tarafından harap edildi. Kutsal Kılıç taşıyan bir Cesur Savaşçı kıtayı kurtardı. 300 yıl barıştan sonra Kutsal Kılıç gitti ve Kutsal Kılıç Tapınağı Şeytan Irkı tarafından işgal edildi, RAIEO kıtası bir kez daha savaşta. Bu nedenle, kahramanımız, eşeği ve gizemli bir kız Şeytan Kral ve Şeytan Irkına doğru giden bir yolculuğa çıktılar.",
    "link": "https://www.epikmanga.com/seri/mowang-yu-yongzhe-yu-sheng-jian-shendian/bolum/2154",
    "language": "tr"
},{
    "last_episode": "8",
    "img": "https://www.epikmanga.com/upload/cover/5a7c98e25e575.gif",
    "source": "epikmanga",
    "name": "Ni Xi Ba Mo Wang!",
    "desc": "Tahtını, zengi̇nli̇ğini ve karilarini geri̇de biran şeytan kral şimdi̇ kendi̇ni̇ saklayarak kahramanlari kendi̇ için yükselti̇r, hatta yeni̇ başlayanlar için bi̇r level atlatma parti̇si̇ bi̇le kurar.",
    "link": "https://www.epikmanga.com/seri/ni-xi-ba-mo-wang/bolum/2166",
    "language": "tr"
},{
    "last_episode": "66",
    "img": "https://www.epikmanga.com/upload/cover/5a7c99b3268e3.gif",
    "source": "epikmanga",
    "name": "Panlong",
    "desc": "Linley bir zamanlar güçlü olmuş ve dünyaya hükmetmiş ama şimdi çökmekte olan bir klanın varisidir. Klanını kurtarmak için çok büyük bir arzusu vardı. Linleyin macerası bir kaza ile bir yüzük bulmasıyla başladı. Etrafına sarılmış bir ejderha figürü olan bu yüzüğe ilgi duydu ve onu aldı. İki güçlü savaşçının savaşı sırasında yaralanan Linley bu yüzüğün düşündüğü gibi olmadığını ve hayallerinin ötesinde bir güce sahip olduğunu keşfeder.",
    "link": "https://www.epikmanga.com/seri/panlong/bolum/3086",
    "language": "tr"
},{
    "last_episode": "44",
    "img": "https://www.epikmanga.com/upload/cover/5a7c9a144956a.gif",
    "source": "epikmanga",
    "name": "Qishi Huanxiang Ye",
    "desc": "Lin sıradan bir lise öğrencisi. Ama yeni okuluna transfer olduğu gün, bir video oyunu elde eder, ve bu oyun onu Kral Arthur’un dünyasına gönderir. Orada, gizemli bir büyücüyle tanışır, bu büyücü Lin’in görevinin Yuvarlak Masa Şövalyelerini bulmak ve onları bir araya getirmek olduğunu söyler.",
    "link": "https://www.epikmanga.com/seri/qishi-huanxiang-ye/bolum/2060",
    "language": "tr"
},{
    "last_episode": "253",
    "img": "https://www.epikmanga.com/upload/cover/5a77dfa99402e.gif",
    "source": "epikmanga",
    "name": "Red Storm",
    "desc": "Çöl kabilelerinden Paeria adlı kabileye mensup Yulian bir gün çölde boş boş dolaşan garip bir adam görür ve onu kabilesine getirir, ona çöl dilini ve benzeri şeyler öğretir ama bunun bir karşılığı vardır şimdi öğretme sırası Cheon'dadır ve Yulian'ın eğitimi başlar.",
    "link": "https://www.epikmanga.com/seri/red-storm/bolum/3134",
    "language": "tr"
},{
    "last_episode": "28",
    "img": "https://www.epikmanga.com/upload/cover/5a7c2a22b7dba.gif",
    "source": "epikmanga",
    "name": "RPG",
    "desc": "En güçlü loncanın başı takım arkadaşları onu hayal kırıklığına uğrattıktan sonra oyunu terk eder. Ve 2 yıl sonra geri döndüğünde tüm eşyalarının hackerlar tarafından çalınmış olduğunu farkeder. Geçen 2 yılda oyundaki her bir oyuncu ona düşman olmuştur.",
    "link": "https://www.epikmanga.com/seri/rpg/bolum/2597",
    "language": "tr"
},{
    "last_episode": "130",
    "img": "https://www.epikmanga.com/upload/cover/5a7305c2ddc9a.gif",
    "source": "epikmanga",
    "name": "Shen Yin Wang Zuo",
    "desc": "Şeytanların çıkışıyla beraber, insanoğlunun nesli tükenmek üzereydi. 6 tapınak ortaya çıktı ve insanoğlunun son kalanlarını korudu. Genç bir çocuk şövalye olup annesini kurtarmak için tapınağa katılır. Çocuk,  tapınaklar ve şeytanların dünyasındaki harikalar ve kötülüklerle dolu yolculuğunda, en güçlü şövalye seviyesine yükselip tahta çıkabilecek mi?",
    "link": "https://www.epikmanga.com/seri/shen-yin-wang-zuo/bolum/3092",
    "language": "tr"
},{
    "last_episode": "18",
    "img": "https://www.epikmanga.com/upload/cover/5a7c9b304c553.gif",
    "source": "epikmanga",
    "name": "Special Martial Arts Extreme Hell Private High School",
    "desc": "Genç bir çocuk, dövüş sanatları lisesine kaydolmaya karar verir. Bu sayede kendini savunabilecek böylece hayatı boyunca maruz kaldığı zorbalığa daha fazla katlanmak zorunda olmayacaktır. Ama seçmiş olduğu dövüş sanatları okulu, diğer dövüş sanatları okullarından farklıdır ve daha okulun kapısından adımını atmadan bir sürprizle karşılaşacaktır.",
    "link": "https://www.epikmanga.com/seri/special-martial-arts-extreme-hell-private-high-school/bolum/2206",
    "language": "tr"
},{
    "last_episode": "29",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc0ff09585.gif",
    "source": "epikmanga",
    "name": "Spirit Blade Mountain",
    "desc": "Düşen bir kuyruklu yıldız, büyük bir felakete neden olur ve düşen kuyruklu yıldızı tarafından işgal edilen bir çocuğu seçmek için, uzun hikayeli geçmişi olan \"Reiken\" klanının ailesi, öğrencilerini bulmak için tekrar giriş sınavı düzenler. Bin yılda sadece bir kez görülen özel bir ruha sahip olan kahraman Lu Wang sınavı yapmaya karar verir ve istisnai bir adama doğru yola girer.",
    "link": "https://www.epikmanga.com/seri/spirit-blade-mountain/bolum/2232",
    "language": "tr"
},{
    "last_episode": "169",
    "img": "https://www.epikmanga.com/upload/cover/5a7305464605a.gif",
    "source": "epikmanga",
    "name": "Star Martial God Technique",
    "desc": "Tüm dünyada Tanrının Kulesine tırmanmak için 12 yol vardı ve efsanelere göre bu 12 yol efsanevi ölümsüzlük yoluna doğru rehberlik ediyordu.Fakat,Tanrının Kulesindeki bu yollar çok uzun ve sonsuzdu. Antik zamanlarda birçok dövüş sanatı türü vardı ama maalesef dünya korkunç değişimler geçirdi,ve sadece 3 tanesi kaldı:Ateş Ejderha ve Yıldız dövüş sanatları.Nesiller boyunca bu üç dövüş sanatının uzmanları ölümsüzlük yolunu aradı. Bir yıldız dövüş sanatları uygulayıcısı ömürlük yolculuğunda,en yüksek tanrı olmayı planlıyor.",
    "link": "https://www.epikmanga.com/seri/star-martial-god-technique/bolum/3166",
    "language": "tr"
},{
    "last_episode": "186.5",
    "img": "https://www.epikmanga.com/upload/cover/5a730bc354409.gif",
    "source": "epikmanga",
    "name": "Tales of Demons and Gods",
    "desc": "Bilge İmparator tarafından öldürüldü ve 13 yaşındaki hali ile tekrardan doğdu, Nie Li’ye ikinci bir yaşam şansı verilmişti. Her şeyi değiştirmek için ikinci bir şans, sevdiği insanları ve şehri kurtarmak için ikinci bir şans. Bilge İmparator ile tekrardan savaşabilmek ve ölümünün intikamını alabilmek için bir şans. Önceki hayatında elde ettiği engin tecrübeler ile yeni ve daha iyi bir başlangıç noktasındaydı. En güçsüz olarak başlamış da olsa, hiç şüphesiz en güçlü olma yolunda adım-adım tırmanacaktı. En güçlü Geliştirme Tekniği ile kendisini geliştirmeli, en güçlü Şeytan Ruh’larına sahip olmalı ve Dövüş Sanatları’nın en tepesine ulaşmalıydı. Geçmiş hayatından kalan sıkıntı ve problemler bu hayatında çözülmeliydi. “Geri döndüğüme göre, bu seferki yaşamımda, her şeyi yöneten, Tanrıların Tanrısı olmalıyım. Bırakın da geri kalan her şey ayaklarımın altında ezilsin!”",
    "link": "https://www.epikmanga.com/seri/tales-of-demons-and-gods/bolum/3151",
    "language": "tr"
},{
    "last_episode": "234",
    "img": "https://www.epikmanga.com/upload/cover/5a73063c52c9b.gif",
    "source": "epikmanga",
    "name": "The Gamer",
    "desc": "Sıradan bir lise öğrencisi olan Han Jee-Han'ın dünyası, aniden ortaya çıkan bir güçle birlikte gerçek bir oyuna dönüşür. Han Jee-Han, artık insanların güç seviyelerini görebiliyor, normal görünen nesnelerin bilgilerine bakabiliyor, yetenekler elde edebiliyor ve seviye atlayabiliyordur. Han Jee-Han'ın bu gücün nereden çıktığını ve nasıl kullanacağını keşfetmesine tanık olun.",
    "link": "https://www.epikmanga.com/seri/the-gamer/bolum/3098",
    "language": "tr"
},{
    "last_episode": "19",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc19faf471.gif",
    "source": "epikmanga",
    "name": "The Great Conqueror",
    "desc": "Ye Luo Dövüş Akademisi canavar diyarının en büyük akademilerinden biri ve her insan bu akademiye girmek ister. Ya Se Xi Bo Lai bu canavar asiller için yapılmış okula kaydolur.",
    "link": "https://www.epikmanga.com/seri/the-great-conqueror/bolum/3169",
    "language": "tr"
},{
    "last_episode": "67",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc215e40d8.gif",
    "source": "epikmanga",
    "name": "The Great Ruler",
    "desc": "Bir genç Kuzey'in Ruhani Krallığından ayrılır.Görünüşe göre birçok dahi ve farklı dünyalarla karşılaşacaktır.Peki kimler ''Büyük Hükümdarlık''yolunda ilerleyebilecek?İşte bu Binlerin Mükemmellik Aleminde ''Büyük Hükümdar (The Great Ruler)'' olabilmek için mücadele başlasın! Manhua-tr kapatma kararı aldığı için çevirmen bize geçti buradan okumaya devam edebilirsiniz.",
    "link": "https://www.epikmanga.com/seri/the-great-ruler/bolum/2972",
    "language": "tr"
},{
    "last_episode": "18",
    "img": "https://www.epikmanga.com/upload/cover/5af5955c93ca1.gif",
    "source": "epikmanga",
    "name": "The Portal of Wonderland",
    "desc": "Cennetten düşen bir mucize! Garip kana sahip bir çocuk! Tanrılar titriyor! İblisler kaçıyor! Dong Zhou Diyarından bir çocuk. Ölene kadar onun yeminli arkadaşı olan Pembe bir kafatası. Güç için savaşan kararlı bir savaşçının hikayesi. Galaksiyi sallayan ve Tanrı, şeytan ve insan dünyasını altüst eden bir efsane.",
    "link": "https://www.epikmanga.com/seri/the-portal-of-wonderland/bolum/3131",
    "language": "tr"
},{
    "last_episode": "16",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc2d1623e4.gif",
    "source": "epikmanga",
    "name": "The Ruler Of The Land",
    "desc": "Bi-Kwang yakışıklı genç bir savaşçıdır. Fakat güzel bir kız gördüğünde kendini kaybetmektedir. Yolda efsanevi ustayı arayan isimsiz bir savaşçı, ile karşılaşır. Bu karşılaşmanın sonucunda dost mu olacaklar yoksa düşman mı?",
    "link": "https://www.epikmanga.com/seri/the-ruler-of-the-land/bolum/1766",
    "language": "tr"
},{
    "last_episode": "51",
    "img": "https://www.epikmanga.com/upload/cover/5a73076c126d9.gif",
    "source": "epikmanga",
    "name": "The Scholar's Reincarnation",
    "desc": "Kendisini \"katil\" olarak dikte eden bir dövüş sanatçısı bir savaşta intihar saldırısıyla mağlup edildi ve yerel bir lordun ilk çocuğu olarak yeniden doğdu. Koruması gereken küçük bir kardeş ve sıcak bir aileyle yeni bir başlangıç  yeni hayatında daha iyi bir insan olmaya karar verir.",
    "link": "https://www.epikmanga.com/seri/the-scholar-s-reincarnation/bolum/3087",
    "language": "tr"
},{
    "last_episode": "27",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc3342ccf4.gif",
    "source": "epikmanga",
    "name": "Tiger x Crane",
    "desc": "Hayaletler ve iblisler, esrarlı şeytan sanatları, nadir hazineler. Şeytanların evcilleştirildiği ve geleneklerin korunduğu bir fantezi dünyası.",
    "link": "https://www.epikmanga.com/seri/tiger-x-crane/bolum/2335",
    "language": "tr"
},{
    "last_episode": "40",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc38ef25cc.gif",
    "source": "epikmanga",
    "name": "Transcending The Nine Heavens",
    "desc": "Önceki hayatın uğruna yeniden doğuş. Dövüş sanatları uğruna yeniden doğuş. Chu Yang Jiu Jie Kılıcı için saldırı altındaydı. Çapulcular kahramanımıza tuzak kurmuşlardı ve sayıca üstünlerdi. Beklenmedik şekilde, yaşam ve ölüm arasındayken, O 16 yıl geçmişe geri gitti. Bu kader mi yoksa tesadüf mü? Chu Yang geleceği değiştirebilecek mi?",
    "link": "https://www.epikmanga.com/seri/transcending-the-nine-heavens/bolum/3158",
    "language": "tr"
},{
    "last_episode": "91",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc43354aff.gif",
    "source": "epikmanga",
    "name": "Transfer Student Storm Bringer (2010)",
    "desc": "Ju Ingong, son derece korkunç bir tipi olması yüzünden başı kavgadan kurtulamamıştır. Yeni transfer olduğu okulda da aynı durum geçerlidir. Transfer olduğu okulda ki ilk gününde yine bir kavgaya bulaşmıştır ama korkunç tipi yüzünden Ju Ingong'a sataşanlar korkmuşlardır. Gerçekte dövüşemese bile sakarlığı yüzünden dövüşleri kazanabilecek midir...?",
    "link": "https://www.epikmanga.com/seri/transfer-student-storm-bringer-2010/bolum/2476",
    "language": "tr"
},{
    "last_episode": "18",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc4c535367.gif",
    "source": "epikmanga",
    "name": "Transfer Student Storm Bringer Reboot",
    "desc": "Transfer Student Storm Bringer (2010)'un devam serisi.",
    "link": "https://www.epikmanga.com/seri/transfer-student-storm-bringer-reboot/bolum/2494",
    "language": "tr"
},{
    "last_episode": "69",
    "img": "https://www.epikmanga.com/upload/cover/5a7be57299a6b.gif",
    "source": "epikmanga",
    "name": "UQ Holder",
    "desc": "On yıldan bu yana dünya büyünün varolduğunun farkına varıp, büyük bir değişimin içine girmiştir. Bununla birlikte Touta adı verilen delikanlı, gözlerden uzakta kırsal bir kasabada, bütün bu değişimlerden uzakta yaşamaktadır. Onun bu sıradan yaşantısı, büyü kullanıcısı olan kadın hocası ve destekçi arkadaşları tarafından değiştirildi ve bu durgun hayatı bozulmaya başladığı zaman o, eşsiz bir serüvene doğru yola çıktı. Manga Mahou Sensei Negima mangasının devamı niteliğindedir.",
    "link": "https://www.epikmanga.com/seri/uq-holder/bolum/1547",
    "language": "tr"
},{
    "last_episode": "36",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc59454d41.gif",
    "source": "epikmanga",
    "name": "White Epic",
    "desc": "İnsanların zulüm görüp canavarların dünyaya hükmettiği Saso çağı... İnsanları bu sefaletten kurtaran ise kahraman Sol Ban Lee... Cennetlerin kutsal gücünü kullanarak Tao büyüsünü yarattı bu sayede canavarları yenip haydutların krallarıyla antlaşma yaparak insanları sefaletten kurtardı.Tao büyüsünü insanlara öğretti bu sayede yeni kahramanlar türedi. Kahramanların arasından geleceği görme yeteneğindeki Sa Doh Ji'nin kehaneti gerçekleşti ve Sol Ban Lee ortadan kayboldu.500 yıl sonra, genç ascetic Hong Kil Dong ve yazmaya hevesli Baek So Juh canavarların peşinden yola koyulur.",
    "link": "https://www.epikmanga.com/seri/white-epic/bolum/2384",
    "language": "tr"
},{
    "last_episode": "23",
    "img": "https://www.epikmanga.com/upload/cover/5a7c3ac0252c0.gif",
    "source": "epikmanga",
    "name": "Wizardly Tower",
    "desc": "İsmi ''Raim'' olan güçlü büyük büyücülerden biri bin yıl sonra deneyi başarısız olduğundan tekrardan ortaya çıkar. Kaybettiği kulesini tekrardan bulmak için yola koyulur, kaçakçılar tarafından köleleştirilmiş kölelerle tanışır....Bu sevimli çocuk ve sevimli kız kardeşi miao kabilesine mensupturlar, bu garip büyük büyücü onları sadece kurnazlık ve para kazanmak için kullanır. Böylece durdurak bilmeyen maceraları başlar. Yazarın bu seriye yorumu: Raim kayıp kulesini tekrardan bulabilecek midir? Olmuştur. [The Gamer]'ın yazarından başka bir iddalı seri daha.",
    "link": "https://www.epikmanga.com/seri/wizardly-tower/bolum/3167",
    "language": "tr"
},{
    "last_episode": "14",
    "img": "https://www.epikmanga.com/upload/cover/5a886ae77af8c.gif",
    "source": "epikmanga",
    "name": "World Customize Creator",
    "desc": "Tagami Yuusuke video oyunlarını seven bir gençtir ve günün birinde oyun oynarken bir anda alternatif Dünya'ya geçiş yapar. Bu esnada bi 'ses' ile etkileşime geçer ve ona rolünden bahseder. Bu yeni Dünya'da dış görünüşü ve ilk göründüğü yer gibi çeşitli sebeplerden dolayı da iblis bir tanrı olarak tanınacaktır.",
    "link": "https://www.epikmanga.com/seri/world-customize-creator/bolum/2871",
    "language": "tr"
},{
    "last_episode": "12",
    "img": "https://www.epikmanga.com/upload/cover/5a73092c95167.gif",
    "source": "epikmanga",
    "name": "Wu Dong Qian Kun",
    "desc": "Lin klanının bir dalından olan Lin Dong bir gün mağarada gizemli bir tılsım taş bulur.  O günden sonra Lin Dong'un kaderi yavaş yavaş değişmeye başlar...",
    "link": "https://www.epikmanga.com/seri/wu-dong-qian-kun/bolum/2916",
    "language": "tr"
},{
    "last_episode": "108",
    "img": "https://www.epikmanga.com/upload/cover/5a7307fe09129.gif",
    "source": "epikmanga",
    "name": "Yaoguai Mingdan",
    "desc": "Dokuz-kuyruklu baştan çıkarıcı bir tilki,  ilginç puslu bir akasya şeytan ağacı, Tanrıça Xianjia'nın güçlerini kullanabilen bir kız!  Bu tehlikeli kadınlar tarafından yakalanmak kolay olmasa da kahramanımız Feng Xi dünyayı korumak ve barışı sağlamak için savaşmak zorunda!",
    "link": "https://www.epikmanga.com/seri/yaoguai-mingdan/bolum/2995",
    "language": "tr"
},{
    "last_episode": "133",
    "img": "https://www.epikmanga.com/upload/cover/5a7306fb307a0.gif",
    "source": "epikmanga",
    "name": "Yin Zhi Shoumuren",
    "desc": "Oyun bağımlısı bir genç adam, serbest dedektif olan bir arkadaşının ısrarıyla bir cinayet soruşturmasına dahil olur. Maktül bir oyun yapımcısıdır ve cinayet sebebi olarak yaptığı gizemli bir oyundan şüphelenilmektedir. Tam cinayet anının kamera kayıtlarını izlerken...",
    "link": "https://www.epikmanga.com/seri/yin-zhi-shoumuren/bolum/1381",
    "language": "tr"
},{
    "last_episode": "14",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc68ea5256.gif",
    "source": "epikmanga",
    "name": "Zhan Long",
    "desc": "Li Xiao Yao eski bir ajanıdır.  Ajanlığı bıraktıktan sonra parasız kalmıştır bu sebep ile Lan Wan Er adında birine hem gerçek hemde \"Kader\" adındaki sanal dünyada korumalık yapmak zorundadır...",
    "link": "https://www.epikmanga.com/seri/zhan-long/bolum/2261",
    "language": "tr"
},{
    "last_episode": "54",
    "img": "https://www.epikmanga.com/upload/cover/5a7c039b88aa7.gif",
    "source": "epikmanga",
    "name": "Zui Wu Dao",
    "desc": "Hepsi uzun zaman önce başladı,dövüş sanatları o kadar gelişti ki gücü ifade eden dövüş sanatçıları oldu.Peki,bizim Wu dövüş sanatçısı olabilecek mi? Manhua-tr kapatma kararı aldığı için çevirmen bize geçti buradan okumaya devam edebilirsiniz. 26.bölümden önceki bölümleri manga-tr - puzmuş - serimanga gibi okuma sitelerinden okuyabilirsiniz.",
    "link": "https://www.epikmanga.com/seri/zui-wu-dao/bolum/2634",
    "language": "tr"
},{
    "last_episode": "20",
    "img": "https://www.epikmanga.com/upload/cover/5a7cc71146a82.gif",
    "source": "epikmanga",
    "name": "Zusun",
    "desc": "",
    "link": "https://www.epikmanga.com/seri/zusun/bolum/1787",
    "language": "tr"
}]