[{
    "name": "Argate Online",
    "language": "tr",
    "last_episode": "12",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/argate-online",
    "desc": "Izu Takashi her zamanki gibi online oyun -Argate Online oynuyordu, ama aniden garip bir şey fark etti, şimdiki seviyesi .... !! Ayrıca oyundan çıkamıyor ve acı azaltıcı çalışmıyor.....",
    "img": "http://mangawt.com/uploads/manga/argate-online/cover/cover_250x350.jpg"
},{
    "name": "Berserk of Gluttony",
    "language": "tr",
    "last_episode": "4",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/berserk-of-gluttony",
    "desc": "Bu dünyada iki tip insan vardır. Çok güçlü yeteneklere sahip olanlar ve olmayanlar. Güçlü yeteneklerle doğanlar, canavarları yok eder, seviyelerini yükseltirler ve başarılı olurlar. Onlar olmadan insanlar, toplum tarafından kötü davranılırlar, başarısız olurlar. Kapı bekçisi olarak çalışan ve tek yeteneği, acıkmasını sağlayan oburluk olan Fate'in hikayesi.",
    "img": "http://mangawt.com/uploads/manga/berserk-of-gluttony/cover/cover_250x350.jpg"
},{
    "name": "Children (Miu Miura)",
    "language": "tr",
    "last_episode": "1",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/children-miu-miura",
    "desc": "Igarashi Toshu bir üniversite öğrencisi. Annesi 3 milyon yen için çocuklara bakıcılık yapma işi bulmuştur , 3 milyon yen için 6 aylık bir sürede dağların derinliklerinde bir yurda gider. Bu uzak yerlerde yapması gereken işi çocuk bakıcılığı sanıyorken farklı bir şey olduğunu öğrenecektir.",
    "img": "http://mangawt.com/uploads/manga/children-miu-miura/cover/cover_250x350.jpg"
},{
    "name": "Chong Shen - Resurrection",
    "language": "tr",
    "last_episode": "88",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/chong-shen-resurrection",
    "desc": "Wanghuan,önemli bir görevi olan deneyimli bir suikastçı; Lin Grubu'nun başını ortadan kaldırmak görev alır.Ancak ana hedefini ortadan kaldırmak üzereyken, patronun kızı aniden ortaya çıkıyor ve Wanhuan refleksle onu vuruyor.Bununla görevindeki adamı öldürmeyi başarsada,patronun kızını vurdu için görevinde başarısız olduğunu söyleyip hizmetinin artık gerekli olmayacağını söyler,fakat tüm bunların ardındaki gerçeği onun muhbir Liyue'nun ona bir tuzak ve Wanghuan onun tarafından öldürülüyor ... ya da ölmedi mi?",
    "img": "http://mangawt.com/uploads/manga/chong-shen-resurrection/cover/cover_250x350.jpg"
},{
    "name": "Death March kara Hajimaru Isekai Kyousoukyoku",
    "language": "tr",
    "last_episode": "4",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/death-march-kara-hajimaru-isekai-kyousoukyoku",
    "desc": "Yirmi dokuz yaşındaki yazılımcı Suzuki Ichirou, kendisini bir RPG*’nin içinde bulur. Oyunda Satou adında, on beş yaşında bir gençtir. En başta rüya gördüğünü düşünse de deneyimleri oldukça gerçekçidir. Üç kullanımlık bir büyü olan “Meteor Yağmuru”nu kullanarak büyük bir Kertenkele sürüsünü alt eder ve çok yüksek bir seviyeye ulaşır. Sorunsuzca yaşayıp yeni insanlarla tanışmak için seviyesini saklar ama oyunun gidişatındaki gelişmeler (Şeytan Kral’ın dönüşü gibi..) yoluna çıkar.\n{ ORAGAMİ FANSUB'dan devralınmıştır! }",
    "img": "http://mangawt.com/uploads/manga/death-march-kara-hajimaru-isekai-kyousoukyoku/cover/cover_250x350.jpg"
},{
    "name": "Devil Down Under",
    "language": "tr",
    "last_episode": "2",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/devil-down-under",
    "desc": "Ben Beelzebub, Tüm Diğerleri üzerinde duran şeytanların kralı. Ama astım tarafından ihanete uğrayıp öldürüldükten sonra reenkarne oldum. Kesinlikle bir şeytan olarak yeniden doğmam gerekiyordu...! Ama konuşamıyorum bile ... abubaba...! Yüce Beelzebub artık bir insan çocuğu mu?!",
    "img": "http://mangawt.com/uploads/manga/devil-down-under/cover/cover_250x350.jpg"
},{
    "name": "Ecstas Online",
    "language": "tr",
    "last_episode": "11",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/ecstas-online",
    "desc": "Hikaye Kakeru Doumeguride,okulun en asosyali olan bir yalnız adam üzerinde geçer. Belli bir olay, onu, insan formuna dönme yeteneğine sahip olmasına rağmen, sanal gerçeklik oyunu \"Exodia Exodus\" un içinde yer alan Karanlık Lord Helschaft olarak yeniden reenkarne hale getiriyor...",
    "img": "http://mangawt.com/uploads/manga/ecstas-online/cover/cover_250x350.jpg"
},{
    "name": "Everlasting God of Sword",
    "language": "tr",
    "last_episode": "36",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/everlasting-god-of-sword",
    "desc": "Doğduktan her şeyi aşarak kılıç sanatında dünyanın zirvesine gidiyordu. Ama kader, zirveye ulaşmadan önce onu sakat bırakmıştır. Ama hikaye devam ediyor ve efsane tekrar yükselecek....",
    "img": "http://mangawt.com/uploads/manga/everlasting-god-of-sword/cover/cover_250x350.jpg"
},{
    "name": "Isekai kenkokuki",
    "language": "tr",
    "last_episode": "15",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/isekai-kenkokuki",
    "desc": "Bir kazadan sonra kahramanı, başka bir dünyada terkedilmiş bir çocuk olarak yeniden doğar ve onun gibi diğer terkedilmiş çocuklara emanet edilir. Hayatta kalabilmek için, önceki dünyaya ait çok geniş bir bilgi birikimiyle, onlara yeni şeyler öğretir ... bir toprağı nasıl hazırlayıp geliştirir. Azar azar yetimler toplandı ve yeni bir köyün söylentilerini duyduklarında, diğerleri göç etmeye başladı. Çocuklardan başka bir şey olmayan grup, herkesin farkına varmadan önce bir köye dönüşmüştü. Ve sonra çevredeki çeşitli ülkelerin dikkatini çekmeye başlar…\n\n\n\nBu, daha sonra İlahi İmparator olarak bilinen adamın destansı hikayesidir.",
    "img": "http://mangawt.com/uploads/manga/isekai-kenkokuki/cover/cover_250x350.jpg"
},{
    "name": "Isekai Maou to Shoukan Shoujo Dorei Majutsu",
    "language": "tr",
    "last_episode": "14.2",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/isekai-maou-to-shoukan-shoujo-dorei-majutsu",
    "desc": "MMORPG Cross Reverie de,\nSakamoto Takuma diğer oyuncular tarafından [İblis Kralı] olarak çağrılacak kadar güçlü bir oyuncuydu\nBir gün, Cross Reverie benzer bir dünyaya çağrıldı.\nOrada karşısındaki iki kişi ona \"Ben seni çağıran gerçek kişiyim\" dedi\nTakuma o kızlar tarafından çağrılmış bir yaratık olarak köleleştirildi- \nAncak,Takmuanın [Büyü Yansıtması] yeteneği tarafından yansıtıldı! Ve kızlar köleye dönüştü ! \nTakuma şaşkındı. O en güçlü büyücüydü ama, konuşma konusunda hiç yeteneği yoktu! \nPanik için, söylediği ilk kelimeler oyun içindeki Şeytan Kral rölündeki kelimelerdi!? \n\"Müthiş olduğumu mu söyledin?Tabikide öyle.Çünkü ben Diabloyum..... En çok korkulan Şeytan Kral!\"    \nBu, Şeytan kralın hikayesinin başlangıcıydı!\n {[ Serinin ilk 2 bölümü hariç diğer bölümleri NEONSUBS dan devralıyoruz]}(GÜNCELE TAM GAZ :D )",
    "img": "http://mangawt.com/uploads/manga/isekai-maou-to-shoukan-shoujo-dorei-majutsu/cover/cover_250x350.jpg"
},{
    "name": "Isekai Meikyuu de Harem o",
    "language": "tr",
    "last_episode": "7.1",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/isekai-meikyuu-de-harem-o",
    "desc": "Bir adam intihar etmek üzereydi ve internette ölmenin bir yolunu aramaya karar verdi, sonra ona bir sürü sorular ve bir karakter için beceri ve beceriler yaratmasına izin veren web tabanlı bir sisteme sahip garip bir iste buldu.Onun ilgisini çekti ve karakterini ayarlmasını bitirdiğinde \"Şimdi seçmiş olduğunuz ayarlamala bir dünyaya nakledileceksiniz, geri gelmek mümkün değil, hala kabul ediyor musunuz?\" diye soruldu. Evet'e basar ve sahip olmayı seçtiği yetenek ve yeteneklerle başka bir dünyada kendisini buldu.",
    "img": "http://mangawt.com/uploads/manga/isekai-meikyuu-de-harem-o/cover/cover_250x350.jpg"
},{
    "name": "Isekai Ni Tensei Shitara Zenra Ni Sareta",
    "language": "tr",
    "last_episode": "3",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/isekai-ni-tensei-shitara-zenra-ni-sareta",
    "desc": "Başka bir evrende başka bir aile kurma fikri nasıldır sizce ?\n\nAna karakterimiz japonyada bir barda sarhoş olduktan sonra kendisini bir fantezi dünyasında buluyor. Burada bir köy hayatına girişerek bir aile kuruyor ve maceralarını yaşıyor.",
    "img": "http://mangawt.com/uploads/manga/isekai-ni-tensei-shitara-zenra-ni-sareta/cover/cover_250x350.jpg"
},{
    "name": "Jichou shinai Motoyuusha no Tsuyokute Tanoshii New Game information",
    "language": "tr",
    "last_episode": "1",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/jichou-shinai-motoyuusha-no-tsuyokute-tanoshii-new-game-information",
    "desc": "Bir kamyon tarafından ezildim ve farklı bir dünyada reenkarne oldum, daha sonra güzel bir kadın beni selamlayarak \"Uzun zamandır görüşemedik  efendim\"dedi.\n\nBir zamanlar dünyada kaydettiğim huzuru, Burada seviye 1'den kolay mod'da yeniden başladı!",
    "img": "http://mangawt.com/uploads/manga/jichou-shinai-motoyuusha-no-tsuyokute-tanoshii-new-game-information/cover/cover_250x350.jpg"
},{
    "name": "JUI-SAN NO OSHIGOTO IN ISEKAI",
    "language": "tr",
    "last_episode": "4",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/juisan-no-oshigoto-in-isekai",
    "desc": "Kazami Shingo başka bir dünyaya çağrılır. Çağırmanın amacı \"ülkeyi daha refah bir hale getirmektir\". Özetlersek tipik bir \"başka bir dünyaya çağrılma şeyi\"dir- Kazami'nin zamanında düşündüğü budur. \"Fakat, ben sıradan veterinerim.\" Ancak, asla fantezi dünyasını hafife almayın. Bu dünya ejderhalara, canavarlara ve diğer birçok ırka sahiptir. Lisan, sihir, besin, din, sağduyu ve Dünya'dan farklı birçok sonsuz şey vardır. Buna rağmen, veterinerimiz kamu görevlisi olur ve otopsileri, ilaç yapımını ve tarımı iyileştirmeyi yürütür. Bir kahraman değil, doktor değil, veteriner olarak değil de, bu, başka bir dünyayı onun yeni evi yapması için elinden gelenin en iyisini yapmasının hikayesidir.",
    "img": "http://mangawt.com/uploads/manga/juisan-no-oshigoto-in-isekai/cover/cover_250x350.jpg"
},{
    "name": "Kaifuku Jutsushi no Yarinaoshi",
    "language": "tr",
    "last_episode": "9.2",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/kaifuku-jutsushi-no-yarinaoshi",
    "desc": "\"ŞİFACI BÜYÜCÜLER TEK BAŞLARINA SAVAŞAMAZLAR.\"\nBU ORTAK BİLGİYLE SINIRLANAN KEARE, BAŞKALARI TARAFINDAN TEKRAR TEKRAR SÖMÜRÜLDÜ.AMA BİR GÜN, İYİLEŞTİRME BÜYÜSÜNÜN ÖTESİNDE NE OLDU FARK ETTİ VE ŞİFA VEREN BİR BÜYÜCÜ SINIFINDA EN GÜÇLÜ OLDUĞUNA İKNA OLMUŞTU.ANCAK, TAM POTANSİYELİNİ FARK ETTİĞİNDE, O HER ŞEYDEN MAHRUM EDİLMİŞTİ.BÖYLECE, DÖRT YIL GERİYE GİTMEK İÇİN DÜNYANIN HER YERİNDE ŞİFA BÜYÜSÜNÜ KULLANDI, HER ŞEYİ YENİDEN YAPMAYA KARAR VERDİ...",
    "img": "http://mangawt.com/uploads/manga/kaifuku-jutsushi-no-yarinaoshi/cover/cover_250x350.jpg"
},{
    "name": "KONJIKI NO MOJI TSUKAI - YUUSHA YONIN NI MAKIKOMARETA UNIQUE CHEAT",
    "language": "tr",
    "last_episode": "15.5",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/konjiki-no-moji-tsukai-yuusha-yonin-ni-makikomareta-unique-cheat",
    "desc": "Beş kişi başka bir Dünyaya tanrıyı ve dünyayı tehdit eden iblis kral ile savaşmak için çağırıldı. Ancak çağırılanlardan sadece 4 kahraman vardı, ve diğeri Masum bir Seyirci. Masum seyirci gelecekte neler yapacak?",
    "img": "http://mangawt.com/uploads/manga/konjiki-no-moji-tsukai-yuusha-yonin-ni-makikomareta-unique-cheat/cover/cover_250x350.jpg"
},{
    "name": "Maken no Daydreamer",
    "language": "tr",
    "last_episode": "25",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/maken-no-daydreamer",
    "desc": "Tanıtım:  Minato bir uçak kazasında ölen ve bir fantezi dünyasında reenkarne olmuş bir üniversite öğrencisi. O, succubus annesi tarafından vahşi doğada yalnız büyüdü ve şimdi bir maceracı olarak yolunu yapmaya çalışıyor.",
    "img": "http://mangawt.com/uploads/manga/maken-no-daydreamer/cover/cover_250x350.jpg"
},{
    "name": "Martial God’s Space",
    "language": "tr",
    "last_episode": "24",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/martial-gods-space",
    "desc": "Başka bir dünyaya nakledildi.Ve şuan güçlü bir ailenin evlatlık oğlu.Fakat gökler adaletsiz, kötü bir ekimi sahip.Ama cennete ona acıyarak ona büyülü bir alan verdi.Bu yeni dünyada yolculuğuna başlıyor....",
    "img": "http://mangawt.com/uploads/manga/martial-gods-space/cover/cover_250x350.jpg"
},{
    "name": "Mina-sama no omocha desu",
    "language": "tr",
    "last_episode": "1",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/minasama-no-omocha-desu",
    "desc": "Tsukimiya , annesinin ölümünden bu yana ailesine bakan ve okulda oldukça popüler olan bir çocuktur.Ancak öğretmenlerinden birine karşı tuttuğu karşılıksız aşk sonucu , ona karşı gelen itirafları nazikçe reddeden saygılı bir çocuktur.Ancak bir gün kapısında birisi ile karşılaşır ve uyandığında 5 adet güzel kız tarafından bir mekanda işkence edilirken bulur kendini. - MangaWT\n\n5 Güzel Kadın 1 Liseli Çocuk - İşkence - Adult dolu bir manga.",
    "img": "http://mangawt.com/uploads/manga/minasama-no-omocha-desu/cover/cover_250x350.jpg"
},{
    "name": "Nidome no Yuusha",
    "language": "tr",
    "last_episode": "5",
    "source": "mangawt",
    "link": "http://mangawt.com/manga/nidome-no-yuusha",
    "desc": "Ukei Kaito, başka bir dünyada Şeytan Lordu'yu yenmek için bir kahraman olarak çağrıldıktan sonra dünyayı umutsuzca kurtaran kahramandır. \n\nHer ne kadar iblis efendisini yenip dünyayı kurtardıysa, ancak arkadaş olarak güvendiği insanlar tarafından ihanet edildi ve bir kılıçla bıçaklanarak öldürüldü. \n\nO sırada, yemin etti. \nBir sonraki sefer varsa, artık 'güven' kelimesine sarılmayacaktı. \nBir dahaki sefere gelirse, onları mümkün olduğunca zalimce geri ödeyecekti. \n\n\n\"Ben ... hepinizi ... Ben kesinlikle öldüreceğim ......\" \n\nSon sözlerini terk ettikten sonra öldü. \nVe sonra bir ses yankı buldu. \n\n......... 【Sistem Mesajı: Eğitim Modu sona erdi. 】",
    "img": "http://mangawt.com/uploads/manga/nidome-no-yuusha/cover/cover_250x350.jpg"
}]